Revit 2027 API
ParameterTypeId.PlacementLeft Property
 "Left"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PlacementLeft { get; }
Public Shared ReadOnly Property PlacementLeft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PlacementLeft {
	ForgeTypeId^ get ();
}
static member PlacementLeft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace